Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Großhandelsdienstleistungen in Bezug auf Schönheitsgeräte für Menschen
en: Wholesale services in relation to beauty implements for humans

source: Großhandelsdienstleistungen in Bezug auf Hygienegeräte für Tiere
en: Wholesale services in relation to hygienic implements for animals

source: Großhandelsdienstleistungen in Bezug auf Schönheitsgeräte für Tiere
en: Wholesale services in relation to beauty implements for animals

source: Großhandelsdienstleistungen in Bezug auf Küchenmesser
en: Wholesale services in relation to kitchen knives

source: Großhandelsdienstleistungen in Bezug auf Besteck
en: Wholesale services in relation to cutlery

source: Großhandelsdienstleistungen in Bezug auf handbetätigte Werkzeuge für Bauzwecke
en: Wholesale services in relation to hand-operated tools for construction

source: Großhandelsdienstleistungen in Bezug auf handbetätigte Geräte für Bauzwecke
en: Wholesale services in relation to hand-operated implements for construction

source: Großhandelsdienstleistungen in Bezug auf informationstechnische Geräte
en: Wholesale services in relation to information technology equipment

source: Großhandelsdienstleistungen in Bezug auf audiovisuelle Ausrüstung
en: Wholesale services in relation to audio-visual equipment

source: Großhandelsdienstleistungen in Bezug auf Geräte zur Navigation
en: Wholesale services in relation to navigation devices

source: Großhandelsdienstleistungen in Bezug auf medizinische Apparate
en: Wholesale services in relation to medical apparatus

source: Großhandelsdienstleistungen in Bezug auf medizinische Instrumente
en: Wholesale services in relation to medical instruments

source: Großhandelsdienstleistungen in Bezug auf sanitäre Anlagen
en: Wholesale services in relation to sanitary installations

source: Großhandelsdienstleistungen in Bezug auf Abwassereinrichtungen
en: Wholesale services in relation to sanitation equipment

source: Großhandelsdienstleistungen in Bezug auf Heizgeräte
en: Wholesale services in relation to heaters

source: Großhandelsdienstleistungen in Bezug auf Beleuchtung
en: Wholesale services in relation to lighting

source: Großhandelsdienstleistungen in Bezug auf Kühlgeräte
en: Wholesale services in relation to refrigerating equipment

source: Großhandelsdienstleistungen in Bezug auf Gefriergeräte
en: Wholesale services in relation to freezing equipment

source: Großhandelsdienstleistungen in Bezug auf Fahrzeuge
en: Wholesale services in relation to vehicles

source: Großhandelsdienstleistungen in Bezug auf Waffen
en: Wholesale services in relation to weapons

source: Großhandelsdienstleistungen in Bezug auf Kunstgegenstände
en: Wholesale services in relation to works of art

source: Großhandelsdienstleistungen in Bezug auf Kunstmaterialien
en: Wholesale services in relation to art materials

source: Großhandelsdienstleistungen in Bezug auf Papier- und Schreibwaren
en: Wholesale services in relation to stationery supplies

source: Großhandelsdienstleistungen in Bezug auf Unterrichtsmittel
en: Wholesale services in relation to educational supplies

source: Großhandelsdienstleistungen in Bezug auf Regenschirme
en: Wholesale services in relation to umbrellas

source: Großhandelsdienstleistungen in Bezug auf Möbel
en: Wholesale services in relation to furniture

source: Großhandelsdienstleistungen in Bezug auf Geschirr
en: Wholesale services in relation to tableware

source: Großhandelsdienstleistungen in Bezug auf Kochgeräte
en: Wholesale services in relation to cookware

source: Großhandelsdienstleistungen in Bezug auf Garne
en: Wholesale services in relation to yarns

source: Großhandelsdienstleistungen in Bezug auf Fäden
en: Wholesale services in relation to threads

source: Großhandelsdienstleistungen in Bezug auf Nähwaren
en: Wholesale services in relation to sewing articles

source: Großhandelsdienstleistungen in Bezug auf Bodenbeläge
en: Wholesale services in relation to floor coverings

source: Großhandelsdienstleistungen in Bezug auf Wandverkleidungen
en: Wholesale services in relation to wall coverings

source: Großhandelsdienstleistungen in Bezug auf Sportartikel
en: Wholesale services in relation to sporting articles

source: Großhandelsdienstleistungen in Bezug auf Sportausrüstung
en: Wholesale services in relation to sporting equipment

source: Großhandelsdienstleistungen in Bezug auf Spiele
en: Wholesale services in relation to games

source: Großhandelsdienstleistungen in Bezug auf Milchprodukte
en: Wholesale services in relation to dairy products

source: Großhandelsdienstleistungen in Bezug auf Backwaren
en: Wholesale services in relation to baked goods

source: Großhandelsdienstleistungen in Bezug auf Desserts
en: Wholesale services in relation to desserts

source: Großhandelsdienstleistungen in Bezug auf Konditorwaren
en: Wholesale services in relation to confectionery

source: Großhandelsdienstleistungen in Bezug auf Schokolade
en: Wholesale services in relation to chocolate

source: Großhandelsdienstleistungen in Bezug auf Eiscreme
en: Wholesale services in relation to ice creams

source: Großhandelsdienstleistungen in Bezug auf gefrorenen Joghurt
en: Wholesale services in relation to frozen yogurts

source: Großhandelsdienstleistungen in Bezug auf Fruchteis
en: Wholesale services in relation to sorbets

source: Großhandelsdienstleistungen in Bezug auf Kaffee
en: Wholesale services in relation to coffee

source: Großhandelsdienstleistungen in Bezug auf Tee
en: Wholesale services in relation to teas

source: Großhandelsdienstleistungen in Bezug auf Kakao
en: Wholesale services in relation to cocoa

source: Großhandelsdienstleistungen in Bezug auf Nahrungsmittel
en: Wholesale services in relation to foodstuffs

source: Großhandelsdienstleistungen in Bezug auf Futtermittel
en: Wholesale services in relation to fodder for animals

source: Großhandelsdienstleistungen in Bezug auf Streu für Tiere
en: Wholesale services in relation to bedding for animals

source: Großhandelsdienstleistungen in Bezug auf Biere
en: Wholesale services in relation to beer

source: Großhandelsdienstleistungen in Bezug auf Tabak
en: Wholesale services in relation to tobacco

source: Optimierung von Suchmaschinen
en: Search engine optimisation

source: Optimierung des Web-Site-Traffics
en: Web site traffic optimization

source: Aktualisierung und Pflege von Daten in Computer-Datenbanken
en: Updating and maintenance of data in computer databases

source: Geschäftsführung für freiberufliche Dienstleister
en: Business management for freelance service providers

source: Betriebswirtschaftliche Projektleitung von Bauprojekten
en: Business project management services for construction projects

source: Vermietung von münzbetätigten Verkaufsautomaten
en: Rental of coin-operated vending machines

source: Vermietung von kartenbetätigten Verkaufsautomaten
en: Rental of card-operated vending machines

source: Einzelhandelsdienstleistungen in Bezug auf Computersoftware
en: Retail services in relation to computer software

source: Einzelhandelsdienstleistungen in Bezug auf Computerhardware
en: Retail services in relation to computer hardware

source: Großhandelsdienstleistungen in Bezug auf Computersoftware
en: Wholesale services in relation to computer software

source: Großhandelsdienstleistungen in Bezug auf Computerhardware
en: Wholesale services in relation to computer hardware

source: Großhandelsdienstleistungen in Bezug auf gartenwirtschaftliche Geräte
en: Wholesale services in relation to horticulture equipment

source: Präsentation von Finanzprodukten in Kommunikationsmedien für den Einzelhandel
en: Presentation of financial products on communication media, for retail purposes

source: Beratung in Bezug auf Werbe- und Verkaufsförderungsdienstleistungen
en: Consultancy relating to advertising and promotion services

source: Werbedienstleistungen in Bezug auf In-vivo-Bildgebungsgeräte
en: Advertising services relating to in vivo imaging apparatus

source: Werbedienstleistungen in Bezug auf In-vivo-Bildgebungsprodukte
en: Advertising services relating to in vivo imaging products

source: Werbedienstleistungen in Bezug auf pharmazeutische Erzeugnisse
en: Advertising services relating to pharmaceutical products

source: Werbedienstleistungen in Bezug auf den Verkauf von Waren
en: Advertising services relating to the sale of goods

source: Werbedienstleistungen in Bezug auf die Kommerzialisierung neuer Produkte
en: Advertising services relating to the commercialization of new products

source: Verkaufsförderung von Waren und Dienstleistungen durch Sponsoring internationaler Sportveranstaltungen
en: Promotion of goods and services through sponsorship of international sports events

source: Beratungsdienste in Bezug auf die Analyse der Kaufgewohnheiten von Verbrauchern
en: Providing advice relating to the analysis of consumer buying habits

source: Beratungsdienste in Fragen der Organisation und Führung von Unternehmen
en: Providing advice relating to the organisation and management of businesses

source: Beratungsdienste in Fragen der Unternehmensverwaltung
en: Advisory services relating to business administration

source: Hilfe auf dem Gebiet der Führung von Franchiseunternehmen
en: Providing assistance in the management of franchised businesses

source: Hilfe bei der Führung von Franchisebetrieben
en: Business management assistance in the field of franchising

source: Hilfe auf dem Gebiet der Verwaltung von Geschäftstätigkeiten
en: Providing assistance in the management of business activities

source: Hilfe auf dem Gebiet der Geschäftsführung und Geschäftsplanung
en: Providing assistance in the field of business management and planning

source: Beratung in Bezug auf Geschäftsanalysen
en: Consultancy relating to business analysis

source: Beratungsdienste in Bezug auf Geschäftsanalysen
en: Advisory services relating to business analysis

source: Auktionsdienste mittels Telekommunikationsnetzwerken
en: Auctioneering services provided via telecommunication networks

source: Beratung bei der Karriereplanung
en: Career planning consultancy

source: Vermietung von Werbezeiten in Kinos
en: Rental of advertising time in cinemas

source: Zusammenstellung von Informationen in elektronischen Verzeichnissen
en: Compilation of information into computerised registers

source: Erstellung von Handelsregistern
en: Compilation of commercial registers

source: Organisation von Kundentreueprogrammen für wirtschaftliche Zwecke, Verkaufsförderungs- oder Werbezwecke
en: Organisation of customer loyalty programs for commercial, promotional or advertising purposes

source: Entwicklung von Verkaufsförderungskampagnen
en: Development of promotional campaigns

source: Verteilung von Werbematerial per E-Mail
en: Dissemination of advertising matter by mail

source: Verteilung von Prospekten zu Werbezwecken
en: Distribution of prospectuses for advertising purposes

source: Hilfe auf dem Gebiet der Geschäftsorganisation
en: Providing assistance in the field of business organisation

source: Geschäftsführung für Tierarztpraxen
en: Veterinary practice business management

source: Verwaltung von Krankenhäusern
en: Administrative management of hospitals

source: Geschäftsführung von Krankenhäusern
en: Business management of hospitals

source: Geschäftsführung für Fluggesellschaften
en: Business management of an airline company

source: Geschäftsführung für Profisportler
en: Business management of professional athletes

source: Beschaffungsdienstleistungen für Dritte in Bezug auf Büroartikel
en: Procurement services for others relating to office requisites

source: Recherche und Analyse auf dem Gebiet der Marktmanipulation
en: Research and analysis in the field of market manipulation

source: Erstellung von Marktberichten und Marktstudien
en: Preparation of market reports and studies

source: Vermittlungsdienste in Bezug auf Werbung
en: Intermediary services relating to advertising

source: Verhandlung von Werbeverträgen
en: Negotiation of advertising contracts

source: Verhandlung von Verträgen in Bezug auf den Kauf und Verkauf von Waren
en: Negotiation of contracts relating to the purchase and sale of goods

source: Transkriptionsdienste bei Telefonkonferenzen
en: Conference call transcription services

source: Entgegennahme von Telefonaten für Dritte
en: Telephone welcoming services for third parties

source: Veranstaltung und Durchführung von Internetauktionen
en: Arranging and conducting of Internet auctions

source: Verkaufsförderung mittels audiovisueller Medien
en: Sales promotion using audiovisual media

source: Verwaltungsdienstleistungen in Bezug auf Personalverlagerung
en: Administrative services relating to the relocation of personnel

source: Vorbereitung von Werbekampagnen
en: Preparation of advertising campaigns

source: Werbung für Waren und Dienstleistungen Dritter mittels Rabattkartenprogrammen
en: Promoting the goods and services of others through discount card programs

source: Werbung für den Verkauf von Waren und Dienstleistungen Dritter mittels Werbeveranstaltungen
en: Promoting the sale of goods and services of others through promotional events

source: Vermittlung von Werbeflächen in einem globalen Computernetzwerk
en: Provision of advertising space on a global computer network

source: Vermittlung von Werbeflächen in elektronischen Medien
en: Provision of advertising space on electronic media

source: Verwaltung von Finanzunterlagen
en: Financial records management

source: Geschäftsführung von Restaurants
en: Business management of restaurants

source: Transkription aufgezeichneter Kommunikation
en: Transcription of recorded communications

source: Zusammenstellung und Systematisierung von schriftlicher Kommunikation und Daten
en: Compilation and systemization of written communications and data

source: Zusammenstellung und Systematisierung von elektronisch übermittelten Daten
en: Compilation and systemization of information used in electronic transmissions

source: Evaluierung des Einflusses von Werbung auf Publikumskreise
en: Evaluating the impact of advertising on audiences

source: Vermittlung von Abonnements für Internetdienste
en: Arranging subscriptions to Internet services

source: Vermittlung von Abonnements für Telefondienste
en: Arranging subscriptions to telephone services

source: Vermittlung von Abonnements für Fernsehsender
en: Arranging subscriptions to a television channel

source: Vermittlung von Abonnements für Medienpakete
en: Arranging subscriptions to media packages

source: Vermittlung von Abonnements für Informationspakete
en: Arranging subscriptions to information packages

source: Vermittlung von Abonnements für Informationsmedien
en: Arranging subscriptions to information media

source: Vermittlung von Engagements für darstellende Künstler
en: Employment booking services for performing artists

source: Veranstaltung und Durchführung von TV-Auktionen
en: Arranging and conducting of television auctions

source: Veranstaltung und Durchführung von Telefonauktionen
en: Arranging and conducting of telephone auctions

source: Durch Theateragenturen erbrachte Geschäftsführungsdienste
en: Business management services provided by theatrical agencies

source: Buchführungsdienstleistungen in Bezug auf Zahlungsrückstände
en: Accountancy services relating to accounts receivable

source: Vermittlungsdienste in Bezug auf die Vermietung von Werbezeiten und Werbeflächen
en: Intermediary services relating to the rental of advertising time and space

source: Veranstaltung und Durchführung von Kunstausstellungen für wirtschaftliche Zwecke oder Werbezwecke
en: Arranging and conducting of art exhibitions for commercial or advertising purposes

source: Verwaltungsdienstleistungen in Bezug auf die Vermittlung von Klienten an Anwälte
en: Administrative services relating to the referral of clients to lawyers

source: Kommerzielle Vermittlungsdienste, die potentielle private Investoren mit kapitalsuchenden Unternehmern zusammenbringen
en: Business intermediary services relating to the matching of potential private investors with entrepreneurs needing funding

source: Durchführung von virtuellen online Fachausstellungen
en: Conducting virtual trade show exhibitions online

source: Verwaltung von Anreiz- und Bonusprogrammen zur Förderung des Verkaufs von Waren und Dienstleistungen Dritter
en: Administration of incentive award programs to promote the sale of the goods and services of others

source: Erteilen von Marketingauskünften mittels Websites
en: Providing marketing information via websites

source: Administrative Dienstleistungen in Bezug auf die Kreditkartenregistrierung
en: Administrative services relating to credit card registration

source: Beratung auf dem Gebiet der Demografie zu Marketingzwecken
en: Consultancy relating to demographics for marketing purposes

source: Beratung bei der Geschäftsplanung und Geschäftskontinuität
en: Business planning and business continuity consulting

source: Verwaltungsdienstleistungen in Bezug auf die Überweisung von Patienten
en: Administrative services relating to the referral of patients

source: Erteilen von Auskünften in Bezug auf Personalverlagerungsdienste
en: Providing information relating to employee relocation services

source: Veranstaltung und Durchführung von Flohmärkten
en: Arranging and conducting of flea markets

source: Geschäftsführung für Autoren und Schriftsteller
en: Business management of authors and writers

source: Führen eines Verzeichnisses mit zertifiziertem medizinischem Fachpersonal
en: Maintaining a registry of certified medical technical professionals

source: Erstellung eines Informationsregisters
en: Maintaining a registry of information

source: Hilfe in der Verwaltung für Apotheken bei der Führung von Bestandsverzeichnissen für Arzneimittel
en: Providing administrative assistance to pharmacies for managing drug inventories

source: Geschäftsführung von Konferenzzentren
en: Business management of conference centers

source: Geschäftsführung von Hotelresorts
en: Business management of resort hotels

source: Geschäftsführung für Models
en: Business management of models

source: Hilfe bei der Geschäftsführung beim Betrieb von Restaurants
en: Business management assistance in the operation of restaurants

source: Hilfe bei der Geschäftsführung im Rahmen der Gründung und beim Betrieb von Restaurants
en: Business management assistance in the establishment and operation of restaurants

source: Zusammenstellung von Online-Geschäftsverzeichnissen
en: Compilation of online business directories

source: Geschäftsführung für Tonkünstler
en: Business management of musical performers

source: Geschäftsführung für Unterhaltungskünstler
en: Business management of entertainers

source: Erstellen von kundenspezifischen Werbeanzeigen für Dritte
en: Preparation of custom advertisements for others

source: Produktion von Infomercials
en: Production of infomercials

source: Bestandsverwaltung von Teilen und Komponenten für Hersteller und Lieferanten
en: Inventory management of parts and components for manufacturers and suppliers

source: Werbedienstleistungen zur Sensibilisierung der Öffentlichkeit für Krankheiten
en: Advertising services to promote public awareness of medical conditions

source: Bewerben von Sportwettkämpfen und -veranstaltungen
en: Promotion of sports competitions and events

source: Werbung für Musikkonzerte
en: Promotion of musical concerts

source: Werbung für Sonderveranstaltungen
en: Promotion of special events

source: Verwaltungsdienstleistungen in Bezug auf Kurse akademischer Einrichtungen
en: Providing academic course administration services for academic institutions

source: Werbung für den Autoverkauf über das Internet
en: Advertising automobiles for sale by means of the Internet

source: Erteilen von Auskünften über das Internet in Bezug auf den Verkauf von Autos
en: Providing information via the Internet relating to the sale of automobiles

source: Administrative Dienstleistungen in Bezug auf die Verwaltung von Prozesslisten
en: Administrative services relating to the management of legal dockets

source: Vermittlung von Bürokräften auf Zeit
en: Providing temporary office support staff

source: Veranstaltung und Durchführung von Immobilienversteigerungen
en: Arranging and conducting of real estate auctions

source: Verwaltungsdienstleistungen in Bezug auf die Vermittlungen von Generalbauunternehmern
en: Administrative services relating to referrals for general building contractors

source: Großhandelsdienstleistungen in Bezug auf Autozubehör
en: Wholesale services relating to automobile accessories

source: Großhandelsdienstleistungen in Bezug auf Autoteile
en: Wholesale services relating to automobile parts

source: Einzelhandelsdienstleistungen in Bezug auf Autozubehör
en: Retail services relating to automobile accessories

source: Einzelhandelsdienstleistungen in Bezug auf Autoteile
en: Retail services relating to automobile parts

source: Einzelhandelsdienstleistungen in Bezug auf Feinkostwaren
en: Retail services relating to delicatessen products

source: Großhandelsdienstleistungen in Bezug auf Blumen
en: Wholesale services relating to flowers

source: Großhandelsdienstleistungen in Bezug auf Sportwaren
en: Wholesale services relating to sporting goods

source: Geschäftsführung von Theatern
en: Business management of theaters

source: Verwaltungstechnische Bearbeitung von Garantieansprüchen
en: Administrative services relating to warranty claims processing

source: Verwaltungsdienstleistungen in Bezug auf Mitarbeiteraktienpläne
en: Administrative services relating to employee stock plans

source: Administrative Dienstleistungen in Bezug auf Zahnversicherungen
en: Administrative services relating to dental health insurance

source: Geschäftsführung für Musiker
en: Business management of musicians

source: Geschäftsführung für Schauspieler
en: Business management of actors

source: Abrechnungsdienste für Ärzte
en: Medical billing services for doctors

source: Abrechnungsdienstleistungen für Krankenhäuser
en: Medical billing services for hospitals

source: Abrechnungsdienste für den Energiesektor
en: Billing services in the field of energy

source: Abrechnungsdienste im Bereich des Gesundheitswesens
en: Billing services in the field of healthcare

source: Werbung für Waren und Dienstleistungen Dritter mittels Treuekartensystemen
en: Promoting the goods and services of others by means of a loyalty rewards card scheme

source: Werbedienstleistungen in Bezug auf Schmuck
en: Advertising services relating to jewelry

source: Werbedienstleistungen in Bezug auf Kosmetika
en: Advertising services relating to cosmetics

source: Werbedienstleistungen in Bezug auf Parfümeriewaren
en: Advertising services relating to perfumery

source: Beratungsdienste in Bezug auf das Marketing für chemische Produkte
en: Providing advice relating to the marketing of chemical products

source: Starthilfe in Fragen der Geschäftsführung für Unternehmen Dritter
en: Providing business management start-up support for other businesses

source: Erteilen von Auskünften über Personalbeschaffungsdaten
en: Providing information relating to employment recruitment

source: Zusammenstellung von Geschäftsverzeichnissen zur Veröffentlichung im Internet
en: Compilation of business directories for publishing on the Internet

source: Verkaufsförderung für Dritte durch Rabattmarkenprogramme
en: Sales promotion for others through trading stamp schemes

source: Verwaltung von Treueprämienprogrammen in Form von Rabattmarken
en: Administration of loyalty rewards programs featuring trading stamps

source: Organisation und Durchführung von Handelsausstellungen
en: Arranging and conducting of commercial exhibitions
